amd-vulkan-prefixes
android-sdk-platform-tools
archlinux-themes-sddm
canon-pixma-mg2500-complete
davfs2
downgrade
foo2zjs-nightly
iamb-bin
pacman-log-orphans-hook
popcorntime
satty-git
swaylock-effects
synology-drive
vial-appimage
webcord
xsane
yay
yazi-git
yazi-git-debug
zsh-vi-mode
