amd-vulkan-prefixes
archlinux-themes-sddm
canon-pixma-mg2500-complete
davfs2
downgrade
foo2zjs-nightly
furmark
iamb-bin
pacman-log-orphans-hook
popcorntime
satty-git
spdlog-git
swaylock-effects
swaylock-effects-debug
synology-drive
v2raya-bin
vial-appimage
waybar-git
webcord
xsane
yay
zsh-vi-mode
