alvr
amf-amdgpu-pro
canon-pixma-mg2500-complete
downgrade
geekbench
noisetorch
onlyoffice-bin
pacman-log-orphans-hook
protonup-qt-bin
shadps4-bin
sidequest-bin
synology-drive
ticktick
tytools
vial-appimage
waterfox-bin
waybar-module-pacman-updates-git
xsane
xwaylandvideobridge
yay
