7zip
alvr
amd-ucode
amdgpu_top
amf-amdgpu-pro
android-tools
base
base-devel
bat
bluez
bluez-deprecated-tools
bluez-hid2hci
bluez-utils
brightnessctl
btop
canon-pixma-mg2500-complete
chromium
cifs-utils
cliphist
cups
ddcutil
discord
dnsmasq
dolphin
downgrade
efibootmgr
eza
f2fs-tools
fastfetch
fd
ffmpegthumbnailer
firefox
fx
fzf
gamemode
gamescope
geekbench
git
go
grim
grub
gst-plugin-pipewire
gstreamer-vaapi
htop
hyprland
hyprpaper
imagemagick
imv
iperf
iperf3
iwd
jq
jre8-openjdk
kitty
lact
less
lib32-gamemode
lib32-systemd
libpulse
libva-utils
linux
linux-firmware
linux-lts
linux-zen
lnav
lutris
man-db
man-pages
mangohud
multilib-devel
nano
ncdu
neovim
network-manager-applet
networkmanager
noisetorch
numactl
obsidian
onlyoffice-bin
openxr
pacman-log-orphans-hook
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
protonup-qt-bin
qmk
qt5-wayland
qt6-wayland
reflector
ripgrep
rofi
rust
satty
sddm
shadps4-bin
sidequest-bin
slurp
smartmontools
steam
swaync
synology-drive
systemctl-tui
tealdeer
telegram-desktop
television
ticktick
transmission-qt
trash-cli
ttf-cascadia-code-nerd
tytools
udiskie
vial-appimage
vim
vlc
vlc-plugins-all
vulkan-radeon
vulkan-tools
waterfox-bin
waybar
waybar-module-pacman-updates-git
wget
wine
wireless_tools
wireplumber
wl-clipboard
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
xsane
xwaylandvideobridge
yay
yazi
zathura
zathura-djvu
zathura-pdf-mupdf
zoxide
zram-generator
zsh
