7zip
alacritty
alvr
amd-disable-c6-git
amd-ucode
android-tools
base
base-devel
bat
bluez
bluez-deprecated-tools
bluez-hid2hci
bluez-utils
btop
canon-pixma-mg2500-complete
cava
chromium
cliphist
cups
cups-pk-helper
discord
dms-shell-bin
dolphin
downgrade
dunst
efibootmgr
eza
f2fs-tools
fastfetch
fd
ffmpegthumbnailer
firefox
flatpak
fuzzel
fx
fzf
gamemode
git
grim
gst-plugin-pipewire
hiddify
htop
hyprland
hyprpaper
imagemagick
imv
irssi
iwd
joyutils
jq
jre8-openjdk
jstest-gtk-git
kitty
lact
less
libpulse
linux
linux-firmware
linux-lts
linux-zen
lnav
lutris
mangohud
matugen
nano
ncdu
neovim
network-manager-applet
networkmanager
niri
obsidian
openxr
os-prober
pacman-log-orphans-hook
partitionmanager
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
protontricks
protonup-qt-bin
qt5-wayland
qt6-wayland
reflector
rofi
satty
sddm
senpai
slurp
smartmontools
steam
sudo
swaync
system-config-printer
tealdeer
telegram-desktop
television
ticktick
transmission-qt
ttf-cascadia-code-nerd
tytools
udiskie
uwsm
ventoy-bin
vim
vlc
vlc-plugin-ffmpeg
vlc-plugin-x264
vlc-plugin-x265
vulkan-radeon
waterfox-bin
waybar
wget
wine
wireless_tools
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
xsane
xwayland-satellite
yay
yazi
zathura
zathura-djvu
zathura-pdf-mupdf
zoxide
zram-generator
zsh
