7zip
amd-vulkan-prefixes
amdvlk
amfora
android-file-transfer
android-sdk-platform-tools
android-tools
android-udev
archlinux-themes-sddm
atool
base
base-devel
bat
bind
bluez
bluez-deprecated-tools
bluez-hid2hci
bluez-utils
brightnessctl
btop
canon-pixma-mg2500-complete
chromium
cliphist
cmatrix
cups
davfs2
ddcutil
discord
dosfstools
downgrade
efibootmgr
electron30
eza
f2fs-tools
fastfetch
fd
ffmpegthumbnailer
firefox
flatpak
foo2zjs-nightly
fuseiso
fx
fzf
gamemode
ghostscript
git
github-cli
go
goverlay
grim
grub
hypridle
hyprland
hyprland-qtutils
hyprland-qtutils-debug
hyprlock
hyprpaper
hyprpolkitagent-bin
iamb-bin
imagemagick
imv
iperf3
iwd
jq
kitty
lazygit
less
lib32-gamemode
lib32-systemd
libreoffice-fresh
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
lnav
lutris
man-db
man-pages
mangohud
multilib-devel
ncdu
neovim
nfs-utils
nmap
ntfs-3g
numactl
obsidian
openssl-1.1
pacman-contrib
pacman-log-orphans-hook
pavucontrol
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
popcorntime
powertop
pyenv
python-pillow
qmk
qt5-wayland
reflector
ripgrep
rofi-wayland
rsync
rust
satty-git
sddm
shellcheck
slurp
steam
sudo
swaylock-effects
swaync
synology-drive
sysbench
system-config-printer
tealdeer
telegram-desktop
transmission-qt
ttf-joypixels
ttf-liberation
udiskie
usbutils
utox
vial-appimage
vim
vlc
waybar
webcord
wev
wget
wireplumber
wl-clipboard
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xf86-video-amdgpu
xsane
xwaylandvideobridge
yay
yazi
zathura
zathura-djvu
zathura-pdf-mupdf
zoxide
zsh-vi-mode
